<template>
  <div class="about-us">
    <div class="banner"></div>
    <div class="about-container container">
      <ul class="tab-title">
        <li @click="tabIndex = 0" :class="{'active':tabIndex ===0}">合作方案</li>
        <li @click="tabIndex = 1" :class="{'active':tabIndex ===1}">代理FQA</li>
        <li @click="tabIndex = 2" :class="{'active':tabIndex ===2}">权利与义务</li>
        <li @click="tabIndex = 3" :class="{'active':tabIndex ===3}">关于我们</li>
      </ul>
      <!-- 合作方案 -->
      <div class="cooperation" v-if="tabIndex === 0">
        <h2>规则声明</h2>
        <p>HongBet (宏博) 是在菲律宾注册的合法博彩公司，由菲律宾政府PAGCOR (Philippine Amusement and Gaming Corporation)所颁发的离岸博彩许可证，并受其监管。，特此与HongBet(宏博)交易之客户声明，应注意其国家或居住地的相关法律规定，如有疑问应就相关问题，寻求当地法律意见。本公司将不承担任何客户因违反当地交易相关法令所引起之任何责任</p>
        <hr />
        <h2>一般规则说明</h2>
        <p>1.如果会员怀疑自己的资料被盗用，应立即通知本公司，并更改详细数据，以前的用户名称及密码将全部无效。</p>
        <p>2.会员有责任确保自己的帐户及登入资料的保密性。以用户名称及密码进行的任何网上交易将被视为有效。</p>
        <p>3.公布赔率时出现的任何打字错误或非故意人为失误，本公司保留改正错误和按正确赔率结算交易的权力。</p>
        <p>4.您居住所在地的法律有可能规定网络交易不合法；若此情况属实，本公司将不会批准您使用付账卡进行交易。</p>
        <p>5.每次登入时会员都应该核对自己的账户余额。如对余额有任何疑问，请在第一时间通知本公司。</p>
        <p>6.一旦交易被接受，则不得取消或修改。</p>
        <p>7.所有比赛的让球及赔率将不时浮动，交易时的赔率将以确认交易时之赔率为准。</p>
        <p>8.进行过关交易时，每笔交易不能在同一场赛事中拣选超过一个以上的选择。</p>
        <p>9.每笔最高交易金额按不同[场次]及[交易项目]及[会员账号]设定浮动。请各会员根据网站提示限额进行下注，任何团体或个人不得注册或拥有多个账号进行下注，如交易金额超过上述设定，本公司有权取消该团体或个人的所有交易。</p>
        <p>10.所有比赛都必须在预定时间进行否则交易无效。若比赛在赛前被延期或取消，所有交易都被视为无效。</p>
        <p>11.除滚球外，如果比赛提前举行，在比赛开打时间后所接受之交易均为无效。</p>
        <p>12.如发现会员拥有多个帐户或使用非本人数据（包括亲属、友人个人资料），本公司有权无条件取消所有注单并关闭您的账户。本公司有权限制会员只保留其中一个账户。每位会员，包括同一家庭，同一住址，同一电子邮箱地址，同一借记卡/信用卡，同一个银行账户、同一I-Pay账号，同一台计算机（大学、团体、学校、公共图书馆、办公室等），同一IP，同一共享计算机（如学校，公共图书馆或工作场所）。</p>
        <p>13.客户完全理解并接受HongBet(宏博)对此协议进行的任何修改。HongBet(宏博)可能在任何时候对此协议进行修改并会公布在会员进入的相关网页上。如果本公司对此协议进行较大的修改，我们会通过合适的方式通知您（比如在网站显眼位置发布修改信息，并会把修改内容贴上去）。阁下有责任经常检查相关条款与政策以确认您接受其内容，如果阁下继续使用本网站将被视为您接受相关条款与政策的修改。</p>
        <p>14.所有在协议条款修改前的投注将适用于修改前的协议条款。所有在协议条款修改后的投注将适用新的协议条款。如果阁下不能接受相关修改，您应该停止使用本网站/或关闭您的账户。</p>
        <p>15.关于条款的应用是指您承诺不会因非法目的进入或使用我们网站的服务，软件和信息，您也需确保您的行为不会违反您当地的法律或不会违反您与HongBet(宏博)间的协议。特别是（协议里所有其它附加声明和保证）您需确保您将履行以下协议。</p>
        <p>16.阁下不是法律限制行为能力的个体; 阁下已年满18岁，您的行为在您当地法律上是属合法的;</p>
        <p>17.阁下的法定行为只能代表您个人，而不能代表其他人或其他公司;</p>
        <p>18.阁下认同您参与我们的服务纯属自愿，须自行承担风险；</p>
        <p>19.阁下并非嗜赌成性的人;</p>
        <p>20.阁下不是HongBet(宏博)员工，或您不是HongBet(宏博)员工亲属;</p>
        <p>21.阁下是HongBet(宏博)员工（任何HongBet(宏博)员工亲属），或前雇员（任何前雇员亲属），需已离职超过6个月。</p>
        <p>22.阁下认同在使用我们服务时须提供给我们某些个人信息进行确认（包括关于支付方式的具体信息）。我们将遵循我们的隐私政策对您提供的信息进行管理和控制。</p>
        <p>23.阁下须自行承担由博彩赢利产生的相关税收。</p>
        <p>24.阁下使用我们网站只能出于个人用途。阁下只可出于个人娱乐而进行博彩投注。</p>
        <p>25.您并非以下地区的居民：澳大利亚,比利时，丹麦包括格陵兰和法罗群岛，德国，希腊，香港，以色列，荷兰，菲律宾，新加坡，南非，西班牙，瑞士，台湾，土耳其，美国，意大利和法国，包含瓜德罗普岛，留尼汪岛，马提尼克岛，法属圭亚那，法属波利尼西亚，马约特岛，新喀里多尼亚，圣巴泰勒米，圣马丁岛，圣皮埃尔，密克隆群岛瓦利斯和富图纳群岛.</p>
        <p>26.阁下认同并能承担因使用此服务而导致的亏损风险，HongBet(宏博)对其损失不承担任何风险;</p>
        <p>27.阁下的存款不是来自非法或犯罪的活动;</p>
        <p>28.阁下不得通过使用HongBet(宏博)账户从事非法活动，或允许他人使用您的账户从事任何违背您当地和我们法律的活动;</p>
        <p>29.阁下承诺妥善保管好您的帐户和密码不允许其他人使用。如果您丢失或忘记您的帐户或密码，您须及时联系我们客服部门，我们将发送给您新的安全数据；</p>
        <p>30.阁下有责任确保自己的帐户及登入数据的保密性，以用户名称及密码进行的任何网上博彩将被视为有效;</p>
        <p>31.阁下在使用我们的服务，网站，设备，软件或相关信息时，您不得以任何方式妨碍其他会员享用我们提供的服务;</p>
        <p>32.阁下不得以任何方式窃取其他会员的任何相关信息;</p>
        <p>33.阁下不得上载或发布任何带有病毒的程序、文件或数据，影响我们网站设备、软件、服务等运作性能;</p>
        <p>34.阁下不可试图以任何形式修改，反向编译，反向工程或反汇编我们的软件。</p>
        <p>35.阁下不得使用任何设备，自动设备，软件，程序或其它方法（类似于前述的）妨碍或试图干预我们网站提供的服务，设备，软件，网址，信息或任何交易的正常运作 , 人工智能使用包括没有局限的外挂系统是严格禁止连接服务器.所有的客户服务操作必须是玩家通过使用我们的程序接口进行;</p>
        <p>36.阁下不得在我们网站或设备上或对其他使用者发布任何关于骚扰、侮辱、诽谤、威胁、淫秽、及煽动种族不满的相关非法信息，或者任何构成或怂恿犯罪行为，或引起 民事责任事件等等相关违法信息;</p>
        <p>37.阁下不得主动发起或参与针对HongBet(宏博)展开的调查，竞猜，或大量发布连锁信件/垃圾邮件，兜售邮件等活动;</p>
        <p>38.阁下不可以同时拥有多个账号，如发现客户拥有多个户口，公司有权取消其户口以及投注 ,本公司保留权利取消或关闭您的账户。本公司有权限制客户只保留其中一个户口;</p>
        <p>39.阁下认同以上总条款的适用，并认同如果客户行为带有任何嫌疑或违规现象，HongBet(宏博)有权未经事先通知或解释上报给相关同盟协会或当地官方。</p>
        <p>40.阁下不得以任何无风险投注行为(如：打水投注，对冲投注等)或人工智能软件(如：机械软件)进行投注。如发现上述问题，HongBet(宏博)将保留终止会员账号使用之权力。如有任何争议问题，HongBet(宏博)有最终决定权。无论任何情形，就停止或更改服务或终止会员账户服务所可能产生之困扰、不便或损害，本服务对任何会员或第三人均不负任何责任。</p>
        <h2>在HongBet(宏博)，我们在处理支付交易方面，一直保持严谨及专业。为了保障我们会员的利益，避免在多种提款方法中遇到欺诈的情况，我们有可能将会在会员首次大额提款时，需要获得其正确的身份；请留意，这些可能都需要使用传真机或扫描机。虽然这些程序并非理想，但是它们都能帮助我们实行严谨的安全控制，且为会员及本公司提供保障。我们处理任何投注账户提款前，必须经过核实检查，核查有关会员的身份证明，这是全部提款方法强制性的要求。若并未有提供，提款将不被处理。我们的客服人员将会联系您，跟进有关提款。请容许我们在3个工作日内检查数据，以及顺序核实，然后批准提款要求。</h2>
        <h2>以下是所要求的资料：</h2>
        <p>阁下需要提供有您照片的身份证，护照，户口簿或驾驶执照的副本给我们。</p>
        <p>副本上的照片必须清楚。</p>
        <p>阁下将只需提供您的身份证明一次给我们，您便能够从您的账户不断提款。事务历史记录证明银行账户及信用卡结算单副本反映最后一个转账到您HongBet(宏博)帐户的成功存款记录。</p>
        <p>最近的（不超过三个月）银行账户及信用卡结算单副本。</p>
        <p>居住证明：1.最近的（不超过三个月）水电费单副本。 2.银行账户及信用卡结算单副本反映您在HongBet(宏博)注册的姓名以及地址。</p>
        <p>HongBet(宏博)保留在任何时候关闭或冻结会员账号、降低会员账号投注限额的权利。</p>
        <hr />
        <h2>规则接受</h2>
        <h2>这些条款与规则将从2014年5月15日起生效。所有之前的条款与规则均被取消。</h2>
        <p>1.如果客户使用和/或访问www.52hongbo.com网站或我们拥有的任何其他网站（简称“网站”）或应用程序的任何部分和/或在网站上注册，则将被视为同意受制于：(i)这些条款与规则；(ii)我们的隐私政策；以及(iii)下方第二段中提及的有关我们投注或游戏产品的规则（共称“条款”），并被视为接受和理解全部条款。</p>
        <p>请仔细阅读条款，如果您不接受这些条款，请勿使用网站。</p>
        <p>条款亦适用于所有电话投注和通过手机设备进行的投注或游戏，包括可下载至手机设备上的软件.</p>
        <p>当您通过网站进行任何游戏或投注时，将被视为接受并同意受规则的制约，这些规则适用于网站上的相应产品。规则可在网站的“说明”部分查看，具体位置如下：</p>
        <p>投注产品的规则可通过点击此处查看；</p>
        <p>2.我们可能需要不时更改这些条款和规则。所有更改均将会公布在网站上。最近更新的条款可以在我们的网站上查看。如果任何条款的变更是您无法接受的，您应该停止使用网站和/或关闭您的账户。但是如果在这些条款与规则的更改生效之后，您还继续使用网站，您将被视为已经接受这些更改。</p>
        <p>3.当提及“您”、“您的”或“客户”时，是指任何使用网站或HongBet(宏博)服务的人，和/或在HongBet(宏博)注册的客户。</p>
        <p>4.HongBet(宏博)致力于提供最佳的客户服务。作为该承诺的一部分，HongBet(宏博)支持博彩责任点击此处查看。虽然HongBet(宏博)将尽力执行其博彩责任政策，但是如果客户仍然继续博彩和/或出于故意逃避现有相关措施的目的而使用网站和/或因非可控原因HongBet(宏博)无法执行其相关措施/政策，HongBet(宏博)将不承担任何责任或义务。</p>
        <p>5.当以下情况出现时，HongBet(宏博)猫先生保留扣留资金及宣布某个赛事投注无效的权利：(i)赛事的公平及公正程度受到质疑；(ii)赔率或彩池受到操控；或(iii)赛事被幕后操纵。上述情况的证据将基于通过我们任何或全部投注渠道而进行的投注的大小、数量或者模式。监管所涉及体育项目（如果有）的相关机构所作出的决定将是最终裁决。如果客户因任何原因预支了HongBet(宏博)猫先生的任何资金，我们将保留在向客户进行任何支付前扣回其所欠资金的权利。</p>
        <p>6.如有足够证据证明包含相同选项的一连串投注为同一个或同一组人所进行的，HongBet(宏博)有权根据后序调查结果来取消投注或扣留返还资金。</p>
        <p>7.如因官方赛果更改、实际比赛分数有异动或其他原因导致的注单结算错误，本公司有权在开赛时间96小时内依据最终实际分数进行二次结算。</p>
        <p>投注接受条件</p>
        <p>1.所有在HongBet(宏博)网站的投注都要符合相关游戏规则以及本协议。</p>
        <p>2.公布赔率时出现的任何打字错误或非故意人为失误，对此产生的后果HongBet(宏博)不承担责任，HongBet(宏博)有权取消相关投注。</p>
        <p>3.任何情况下，HongBet(宏博)有权拒绝任何投注而不给予解释说明。</p>
        <p>4.只有通过HongBet(宏博)网站或设备的符合条款与协议的注单被视为有效。无论结果如何，任何以其它形式的投注（通过信函、邮件、传真或其它方式）将不被接受或视为无效。客户的用户名和密码一致，帐户余额足够，投注确认的注单才是有效的投注，而且投注后收到确认信息的注单才被视为有效。注单从屏幕出现确认信息时即开始生效。</p>
        <p>5.所有注单符合以下条件都视为有效：用户名和密码输入正确，帐户余额充足。</p>
        <p>6.客户须对所有经由其帐户所产生的交易和行为承担责任，无论该交易是否由客户本人做出。</p>
        <p>7.如果阁下的投注信息正确，阁下是唯一对此投注承担责任的人。一旦本公司确认您的注单，该注单不得取消，撤回或更改，并且该注单会视为您投注的有效证据。</p>
        <p>8.所有HongBet(宏博)录入的投注记录将被存入HongBet(宏博)事务数据库，并作为任何时间任何交易的有效依据。</p>
        <p>9.所有在HongBet(宏博)客户帐户事务历史记录显示确认信息的注单，本公司都视为有效注单。</p>
        <p>10.除滚球投注外,所有投注在比赛开始后的注单HongBet(宏博)有权取消投注。</p>
        <p>11.所有投注时赛事结果已知晓的注单都视为无效注单。HongBet(宏博)有权取消此类注单。</p>
        <p>12.网站上显示的赛事信息（赛事开始时间，红牌，比分或其它相关信息）仅供参考。</p>
        <p>13.赛事结果均在赛事结束后确认，除非在相关体育或赛事规则另有说明。赛果公布72小时后，若对任何赛果有争议，HongBet(宏博)将不认可。在赛果公布72小时内, HongBet(宏博)只修正人为失误或错误的赛果。</p>
        <p>14.如果赛事地点改变，所有在原地点下注的注单一律取消，中立场赛事除外。</p>
        <p>15.比赛输赢将依照相关规则在赛事结束后确认。</p>
        <p>16.HongBet(宏博)不认可赛事中断的比赛，及对赛事具有争议的提议。</p>
        <p>17.如果在过关项目中出现无效选项，此注单将会按余下的有效选项调整结算。</p>
        <p>18.客户获知并接受所有赔率及盘口都是不断变化的，只有在投注瞬间才会确定。</p>
        <p>19.如因人为操作错误或系统故障导致赔率或盘口错误,所有发生在这种情况下的注单HongBet(宏博) 将保留取消的权力,相关的过关选项亦视为无效选项。</p>
        <p>20.在遇到任何系统技术故障时，如当时无法恢复正常交易，HongBet(宏博)有权手动确认滚球危险球投注。届时账户余额将予以调整，以反应该会员当时的投注。</p>
        <p>21.多次同时投注同一赛事的注单将不被认可。</p>
        <p>22.HongBet(宏博)拥有任何相关投注和交易的最终决定权。</p>
        <hr />
        <h2>管理政策</h2>
        <h2>本条款及条件适用于本网站用户，也包括经营者在内。</h2>
        <h2>我们将努力打造精确的网站信息，但对于网站上任何不准确或不正确的信息不承担任何责任。 如用户有任何欺诈或非法行为，或对其他用户有任何欺诈行为，经营者有权利暂停或终止此用户帐户。</h2>
        <h2>为维护本网站的秩序并规范使用者行为，请使用者遵守以下准则，不得：</h2>
        <p>1.伪造身份或冒充他人；</p>
        <p>2.张贴有害、淫秽、诽谤、中伤、非法或具攻击性的恶意内容；</p>
        <p>3.威胁、辱骂、窥探其他用户及侵犯其他用户的合法权利；</p>
        <p>4.通过网上传输或共享妨碍其他用户的病毒和代码；</p>
        <p>5.共享著作权法保护的材料；</p>
        <p>6.曲解www.52hongbo.com的内容，包括含有恶意内容的横幅、图片及其他通讯信息。</p>
        <h2>免责声明</h2>
        <p>HongBet(宏博)非常尊重客户提供的个人隐私信息。我们将尽全力保护客户个人信息的隐密性，让客户无后顾之忧。</p>
        <p>以下为我们关于客户个人信息隐私权保护规则的内容：</p>
        <hr />
        <h2>简介</h2>
        <p>网站服务由HongBet(宏博)提供。为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私政策”，这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私，本公司本着严谨的态度。</p>
        <p>为了让客户享受进一步服务，有时我们可能需要客户提供个人信息。本政策将会涵盖相关客户个人信息的使用事项，同时也涉及相关信息的记录程序。 有时，客户接受进一步服务前，可能需要客户提供个人信息（如，姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理。</p>
        <p>同时，我们也将监控您在本网站的活动内容，可能包括您的访问量，访问页面，网络服务的原始域名等，这将有助于我们建立客户个人文件数据。其中部分资料将被聚合统计，意旨我们将不能对其单独进行检验。</p>
        <hr />
        <h2>目的</h2>
        <p>阁下在HongBet(宏博)开户时，我们将要求您提供某些个人信息，如；姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（HongBet(宏博)只接收达到法定年龄18周岁或以上的客户）。我们可能需使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的博彩服务给您。如果您想中止接收公司实时简讯，您可根据提示在简讯接收选项做出相关选择。另须注意，您注册的姓名必须是您本人姓名，您所注册的数据为真实有效数据，因为这将用于随后的交易验证及前述的其它用途。</p>
        <hr />
        <h2>访问信息</h2>
        <p>在阁下访问我们网站页面的过程中，将会有个小的文本夹“信息记录程序”存储在您的计算机。很多网站都有类似设置，因为此设置对网站发行商是非常有用的，譬如可以记录该计算机（或用户）是否曾浏览过此网站。</p>
        <p>HongBet(宏博)将会对客户“信息记录程序”及IP地址进行存储记录，这些数据将有助于我们完善和提高我们的服务，并有助于我们分析客户的完整信息。这类数据并不是用于客户个人信息的建文件，因此将被定期清除。</p>
        <hr />
        <h2>机密性</h2>
        <p>HongBet(宏博)将尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定。 所有HongBet(宏博)员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开HongBet(宏博)后仍须坚守此义务。 阁下本人也须保护好您的个人信息。阁下应严守您的帐户密码，不应将此透露给其他人。</p>
        <hr />
        <h2>客户信息的使用和存储</h2>
        <p>当阁下提供任何个人资料给HongBet(宏博)，我们对您负有关于如何使用您个人资料的法定义务，我们须有正当理由才可征集您的数据（关于为何征集客户个人资料，我们特定页面已有说明），告知征集您数据的用途以及如有必要将其传给其他任何人，我们将会通知您本人。 我们使用客户个人资料的用途包括： 用于确认您的身份以及您的账户 行政服务 统计分析 欺诈预防及监测 通知您可能将影响到您的我们网站或服务的任何更改 安全审核 服务完善 正如下所列，如果我们因其它用途需用到您的个人信息，我们将会提前通知您。 我们可能联系您 关于您申请的我们任何服务功能，我们来信确认 您选择接收更多的公司信函 邀请您参加关于我们服务的调查活动（自愿加入） 出于市场推销目的，并且您已特别认同（见下面） 我们将一直严守客户个人信息不被外泄，除非有法定要求（如；政府部门及执法机构要求，或网站上带有攻击性或不妥的内容）或关系到我们的业务合作伙伴。一般情况我们只在HongBet(宏博)内部使用客户的个人信息。然而，有时我们可能需借助第三方来处理客户的信息（如，网站主机或维护服务的提供商），我们将会要求第三方严格遵守我们的约定，要求他们将不得将客户个人信息用于他们的商业用途。 在客户所申请使用我们服务这段期间，我们将一直保存您的个人信息于后台系统，直到申请期满或客户想注销会员账户，我们将把您的个人资料作删除处理。取决于数据保护立法与监管要求。 出于安全原因，如果客户使用我们网站服务满一年，我们将会保存其信息记录文件（包括信息内容，会员姓名，时间和日期）。另外，如果客户并未注册为我们的会员，但参加了HongBet(宏博)的其它服务（如；竞赛活动），其个人信息将保存到该服务顺利完成。</p>
        <hr />
        <h2>客户数据信息保护</h2>
        <p>我们将使用高科技系统管理和保护客户个人信息数据，如 只有使用客户独一无二的用户名和密码才可进入该客户账户 客户信息数据储存在安控服务器内 我们尽全力保护客户个人信息数据安全，但客户须认同目前网络并非百分百安全，因此，我们并不能保证客户发送信息给我们的网络传输过程的安全和完整性，也不担保我们发送给客户网络传输过程的安全和完整性。</p>
        <hr />
        <h2>保密限制</h2>
        <p>在某些情况下出于安全，立法和规章条例要求，HongBet(宏博)不得不透漏客户个人信息。我们将尽全力保护客户个人信息，除非发生以下情况： 出于担保，传审或其它法规要求，HongBet(宏博)才透露客户信息。 出于正当理由行使HongBet(宏博)权利，需要对某客户或实体进行确认，联系或采取法定措施。 另外，如果涉及诈欺，知识产权侵犯，权利侵犯，或其它非法行为或可能导致责任牵连的行为的调查，我们相信我们有必要和理由透露客户的信息(如；姓名，居住地址，城市，邮编，国家，电话号码，邮箱地址和公司)给HongBet(宏博)第三方代理。</p>
        <hr />
        <h2>客户信息的接收者</h2>
        <p>除了上述法定要求说明，我们还可能将您的个人信息透露给我们的工作人员，其他相关公司的工作人员或HongBet(宏博)的合作伙伴和为HongBet(宏博)客户提供相关服务给我们的第三方网络服务供货商（包含但不局限于安全，信用和风险审核机构）。第三方网络服务供货商可以检查我们提供在公共数据库或私人数据库的任何详细数据及有机会获得和保留检查记录。 我们同样可以通过第三方网络服务供货商得到您的个人信息。如果您提供您的个人资料给我们或我们从第三方网络服务供货商中收到您的个人资料，代表您已经同意我们可以处理、使用、记录和透露您的个人信息。我们保留权利，根据您或第三方网络服务供货商提供的信息，在任何时候冻结或关闭您的HongBet(宏博)会员账户。</p>
        <hr />
        <h2>监控</h2>
        <p>出于服务质保，防止诈骗和法规遵循方面的原因，我们将对客户的通信记录进行保存和监控（如电话和邮件记录）。客户有权要求我们勿将其个人信息直接用于市场推销。如果您想行使此权利， 客户应准备以下； 书面提交申请 提供可以证明您身份的信息（如，账号，用户名，注册信息） 写明个人信息哪里不正确及需修正的内容。 隐私权保护规则的认同 一旦阁下在HongBet(宏博)注册开户就代表您认同此隐私权保护规则条款。我们将定期更新此政策条款，因此我们建议客户您也定期进行查阅。如果我们对该政策有所更改，我们将在相关网页上发布消息。政策更改后，客户持续使用HongBet(宏博)网站将被视为客户认同该政策的更改。如果客户不接受此政策的更改，您可以选择停用我们的网站服务。如果该政策条款与其它局部特殊条款产生分歧，将适用局部特殊条款。</p>
        <hr />
        <h2>隐私政策</h2>
        <p>HongBet(宏博)非常尊重客户提供的个人隐私信息。我们将尽全力保护客户个人信息的隐密性，让客户无后顾之忧。</p>

        <h2>以下为我们关于客户个人信息隐私权保护规则的内容：</h2>
        <h2>简介</h2>
        <p>网站服务由HongBet(宏博)提供。为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私政策”，这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私，本公司本着严谨的态度。</p>
        <p>为了让客户享受进一步服务，有时我们可能需要客户提供个人信息。本政策将会涵盖相关客户个人信息的使用事项，同时也涉及相关信息的记录程序。 有时，客户接受进一步服务前，可能需要客户提供个人信息（如，姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理。</p>
        <p>同时，我们也将监控您在本网站的活动内容，可能包括您的访问量，访问页面，网络服务的原始域名等，这将有助于我们建立客户个人文件数据。其中部分资料将被聚合统计，意旨我们将不能对其单独进行检验。</p>
        <hr />
        <h2>目的</h2>
        <p>阁下在HongBet(宏博)开户时，我们将要求您提供某些个人信息，如；姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（HongBet(宏博)只接收达到法定年龄18周岁或以上的客户）。我们可能需使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的博彩服务给您。如果您想中止接收公司实时简讯，您可根据提示在简讯接收选项做出相关选择。另须注意，您注册的姓名必须是您本人姓名，您所注册的数据为真实有效数据，因为这将用于随后的交易验证及前述的其它用途。</p>
        <hr />
        <h2>访问信息</h2>
        <p>在阁下访问我们网站页面的过程中，将会有个小的文本夹“信息记录程序”存储在您的计算机。很多网站都有类似设置，因为此设置对网站发行商是非常有用的，譬如可以记录该计算机（或用户）是否曾浏览过此网站。</p>
        <p>HongBet(宏博)将会对客户“信息记录程序”及IP地址进行存储记录，这些数据将有助于我们完善和提高我们的服务，并有助于我们分析客户的完整信息。这类数据并不是用于客户个人信息的建文件，因此将被定期清除。</p>
        <hr />
        <h2>机密性</h2>
        <p>HongBet(宏博)将尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定。 所有HongBet(宏博)员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开HongBet(宏博)后仍须坚守此义务。 阁下本人也须保护好您的个人信息。阁下应严守您的帐户密码，不应将此透露给其他人。</p>
        <hr />
        <h2>客户信息的使用和存储</h2>
        <p>当阁下提供任何个人资料给HongBet(宏博)，我们对您负有关于如何使用您个人资料的法定义务，我们须有正当理由才可征集您的数据（关于为何征集客户个人资料，我们特定页面已有说明），告知征集您数据的用途以及如有必要将其传给其他任何人，我们将会通知您本人。 我们使用客户个人资料的用途包括： 用于确认您的身份以及您的账户 行政服务 统计分析 欺诈预防及监测 通知您可能将影响到您的我们网站或服务的任何更改 安全审核 服务完善 正如下所列，如果我们因其它用途需用到您的个人信息，我们将会提前通知您。 我们可能联系您 关于您申请的我们任何服务功能，我们来信确认 您选择接收更多的公司信函 邀请您参加关于我们服务的调查活动（自愿加入） 出于市场推销目的，并且您已特别认同（见下面） 我们将一直严守客户个人信息不被外泄，除非有法定要求（如；政府部门及执法机构要求，或网站上带有攻击性或不妥的内容）或关系到我们的业务合作伙伴。一般情况我们只在HongBet(宏博)内部使用客户的个人信息。然而，有时我们可能需借助第三方来处理客户的信息（如，网站主机或维护服务的提供商），我们将会要求第三方严格遵守我们的约定，要求他们将不得将客户个人信息用于他们的商业用途。 在客户所申请使用我们服务这段期间，我们将一直保存您的个人信息于后台系统，直到申请期满或客户想注销会员账户，我们将把您的个人资料作删除处理。取决于数据保护立法与监管要求。 出于安全原因，如果客户使用我们网站服务满一年，我们将会保存其信息记录文件（包括信息内容，会员姓名，时间和日期）。另外，如果客户并未注册为我们的会员，但参加了HongBet(宏博)的其它服务（如；竞赛活动），其个人信息将保存到该服务顺利完成。</p>
        <hr />
        <h2>客户数据信息保护</h2>
        <p>我们将使用高科技系统管理和保护客户个人信息数据，如 只有使用客户独一无二的用户名和密码才可进入该客户账户 客户信息数据储存在安控服务器内 我们尽全力保护客户个人信息数据安全，但客户须认同目前网络并非百分百安全，因此，我们并不能保证客户发送信息给我们的网络传输过程的安全和完整性，也不担保我们发送给客户网络传输过程的安全和完整性。</p>
        <hr />
        <h2>保密限制</h2>
        <p>在某些情况下出于安全，立法和规章条例要求，HongBet(宏博)不得不透漏客户个人信息。我们将尽全力保护客户个人信息，除非发生以下情况： 出于担保，传审或其它法规要求，HongBet(宏博)才透露客户信息。 出于正当理由行使HongBet(宏博)权利，需要对某客户或实体进行确认，联系或采取法定措施。 另外，如果涉及诈欺，知识产权侵犯，权利侵犯，或其它非法行为或可能导致责任牵连的行为的调查，我们相信我们有必要和理由透露客户的信息(如；姓名，居住地址，城市，邮编，国家，电话号码，邮箱地址和公司)给HongBet(宏博)第三方代理。</p>
        <hr />
        <h2>客户信息的接收者</h2>
        <p>除了上述法定要求说明，我们还可能将您的个人信息透露给我们的工作人员，其他相关公司的工作人员或HongBet(宏博)的合作伙伴和为HongBet(宏博)客户提供相关服务给我们的第三方网络服务供货商（包含但不局限于安全，信用和风险审核机构）。第三方网络服务供货商可以检查我们提供在公共数据库或私人数据库的任何详细数据及有机会获得和保留检查记录。 我们同样可以通过第三方网络服务供货商得到您的个人信息。如果您提供您的个人资料给我们或我们从第三方网络服务供货商中收到您的个人资料，代表您已经同意我们可以处理、使用、记录和透露您的个人信息。我们保留权利，根据您或第三方网络服务供货商提供的信息，在任何时候冻结或关闭您的HongBet(宏博)会员账户。</p>
        <hr />
        <h2>监控</h2>
        <p>出于服务质保，防止诈骗和法规遵循方面的原因，我们将对客户的通信记录进行保存和监控（如电话和邮件记录）。客户有权要求我们勿将其个人信息直接用于市场推销。如果您想行使此权利， 客户应准备以下； 书面提交申请 提供可以证明您身份的信息（如，账号，用户名，注册信息） 写明个人信息哪里不正确及需修正的内容。 隐私权保护规则的认同 一旦阁下在HongBet(宏博)注册开户就代表您认同此隐私权保护规则条款。我们将定期更新此政策条款，因此我们建议客户您也定期进行查阅。如果我们对该政策有所更改，我们将在相关网页上发布消息。政策更改后，客户持续使用HongBet(宏博)网站将被视为客户认同该政策的更改。如果客户不接受此政策的更改，您可以选择停用我们的网站服务。如果该政策条款与其它局部特殊条款产生分歧，将适用局部特殊条款。</p>
        <hr />
        <h2>身份核定与规定</h2>
        <p>当客户遇到无法自行通过身份验证或其它特殊问题无法正常解决，需要通过人工服务方法进行处理时，我们将对您的身份进行核实。当需要您发送身份证数据时，针对身份证数据的内容及格式要求如下：</p>
        <ol>
          <li>证件要求原件拍摄，照片不得涂改，需确保完整、水印、文字、图片、证件号码清晰可辨</li>
          <li>IC版证件需要同时提交正反二面</li>
          <li>如是一代身份证，证件上需有有效盖章</li>
          <li>证件有效期在3个月内的不予受理</li>
          <li>户口本需要正面打开盖有两个章的那页,及本人信息的那页</li>
          <li>申请人帐户真实姓名和证件号码与提交的证件信息一致</li>
          <li>证件都需要彩色原件的数码照片</li>
        </ol>
        <hr />
        <h2>温馨提示：</h2>
        <p>如果您没有身份证，则可提供在有效期内的临时身份证、户口本、护照、军人身份证、武装警察身份证、港澳台身份证、港澳台通行证等有效证件的清晰照片</p>
        <p>您可以使用数码相机、手机或较高像素摄像头拍下身份证，并上传到您的计算机保存为jpg、gif、png或jpeg的格式，就可以是有您的电子邮箱发送邮件给我们了</p>
        <p>发送证件照片时，请说明您需要处理的事项， 此次发送照片，仅会处理您此次所需处理的事项。HongBet(宏博)绝 不会泄露您的证件信息 ，请您放心！</p>
        <hr />
        <h2>投注规则与规定</h2>
        <p>|说明|更多盘口介绍请查阅页面 如何游戏</p>
        <p>某些赛事和赌盘的规则有所不同，本网站中每项特定赛事或赌盘／投注类型的规则已在下面的“特定赛事／赌盘投注规则”中列出。下列一般规则适用于所有赛事与赌盘／投注类型，在投注中须完全遵守。 在适用的情况下，网站所公布的“条件与规则”中设定的规定和定义应适用于本“投注规则与规定”。</p>
        <hr />
        <h2>一般投注规则与规定</h2>
        <p>公司提供的所有投注信息均出于善意。 但是，公司不对日期、时间、地点、对手、投注赔率、结果、统计数据，球队制服(显示于实时视讯)或投注信息的相关错误或遗漏承担任何责任。 公司保留更正任何明显错误的权利，并会采取所有合理的措施来确保以诚信透明的方式管理赌盘。</p>
        <p>如果赛事于预定时间前开始，则只有在赛事（不包括特定实时投注）开始前投注的项目方为有效。 如果赌盘没有于正确时间关闭或中止，则公司保留避免投注者于实际开始时间（不包括特定实时投注）后投注的权利。</p>
        <p>如果对赛事或队伍名称有任何疑问，请以英文名称为准。</p>
        <p>公司保留随时修改相关规则的权利。 任何此类修改一经网站发布将实时生效。</p>
        <hr />
        <h2>赛事中止与延期</h2>
        <p>如果赛事没有于预定的开始日期举行，并且没有在个别体育规则所原订的完成日期内结束，除了无条件决定投注结果的赌盘外，其它所有投注均作废。</p>
        <hr />
        <h2>场地变更</h2>
        <p>如果没有按照"相关赛事投注规则"处理场地变更，则：对于团队赛事，如果在赌盘开放后原定场地发生变更，并且新场地是原先客队的主场，所有投注均作废。对于非团队赛事，如果在赌盘开放后原定场地发生变更，所有投注仍视为有效。</p>
        <hr />
        <h2>赛事期间</h2>
        <p>如果赛事预定的期间发生变更，所有投注均作废。 任何发生于伤停时间的事件，均被视为常规时间结束时发生的事件，例如，足球比赛上半场伤停时间的得分将被视为在比赛进行到 45 分钟时的得分。</p>
        <hr />
        <h2>比赛结果</h2>
        <p>必要时，无论后来是否出现取消资格或更改结果的情况，颁奖仪式的排名即为正式结果。如果没有颁奖仪式，无论后来是否出现取消资格或更改结果的情况，公司将根据相关管理机构在赌盘结算时的正式结果来决定投注结果。如果没有正式结果，公司将参考赌盘结算时的已知证据来决定投注结果。</p>
        <p>赌盘通常会在赛事结束不久后便开始结算。完全出于服务客户的目的，公司会于正式结果发布前结算某些赌盘。如果赛事赌盘结算错误，公司保留推翻结算结果的权利。</p>
        <p>如果无法确定赛事结果，公司保留无限期暂停赌盘结算的权利。</p>
        <p>对于已结算的投注项目，公司将不承认赛事开始时间 72 小时后发生的任何赛事结果修改或变更。</p>
        <p>当本公司会员网所提供之成绩与官方成绩出现分歧，本公司将以现场录像为判定成绩的标准。如果有关赛事没有相关录像为证，本公司将以该赛事官方网站作为判定成绩的标准。</p>
      </div>
      <!-- 代理FQA -->
      <div class="agent" v-if="tabIndex === 1">
        <h2>HongBet (宏博)加盟计划作为一种营销计划，一项寻找“合作伙伴”的活动，鼓励拥有自己网站的个人及公司，推广我们这个最为创新的博彩公司。成为HongBet (宏博)代理商，您只需向您的客户群推广我们的产品，如：体育项目、在线真人娱乐场、小游戏、快乐彩KENO和世界乐透KENO。为HongBet (宏博)提供客户，您即可从中获得相应的回报，并在我们每一个产品上下注的客户，可得相当的利润回馈。您介绍的会员越多，您所得到的回报也越大，且沒有最高限制的。 作为HongBet (宏博)的加盟商，您将与业内最新品牌合作，并根据您推荐的每一个客户进行回馈。</h2>
        <h2>HongBet(宏博)合作伙伴计划” 是HongBet(宏博)博彩交易所推出的一项寻找“合作伙伴”的活动。“合作伙伴”为HongBet(宏博)提供客户，即可从中获得相应的回报。我们的活动绝不需要任何费用，也无须承担任何风险。您只需要介绍会员加入我们的网站，您将能从我们的纯利润中得到您的回报，您介绍的会员越多，所得到的回报也越大，且没有最高限额。</h2>
        <h2>我如何加入HongBet(宏博)合作计划？</h2>
        <p>点击立即加入并用几分钟时间填写申请表格。请详阅合作协定，并确认同意条款。然后点击'提交申请表'。审查期间为3个工作日，请您耐心等候。</p>
        <h2>加入HongBet(宏博)合作计划是免费的吗?</h2>
        <p>是的，加入HongBet(宏博)合作计划是完全免费的。将您的网站链接到HongBet (宏博)产品，您就可以与全球信誉卓越的博彩公司合作。</p>
        <h2>为什么我要成为HongBet(宏博)的合作计划伙伴？</h2>
        <ol>
          <li>每推荐一位客户，您将会获得高达50%的利润。</li>
          <li>您所推荐的每一个客户每进行一次投注都会计算在您的佣金内。</li>
          <li>我们可为您提供比其它网站更多的数据信息。</li>
        </ol>
        <h2>我在推荐会员时需要注意什么？</h2>
        <ol>
          <li>所推荐的会员注册时间须在您正式成为代理之后；</li>
          <li>所推荐的会员在HongBet (宏博)的账号为可以正常使用的账号,即账号为真实有效，启动状态且该账号是此会员在HongBet(宏博)的唯一账号；</li>
          <li>代理本人的投注帐户不能纳入其代理业务的范畴；</li>
          <li>所推荐的会员必须为自然会员,所谓自然会员是指未成为其他代理的下线会员。</li>
        </ol>
        <h2>如果我自己拥有网站,可否通过刊登网站广告的形式来发展自己的会员计划？</h2>
        <p>可以，当您成功成为HongBet (宏博)的代理后，可以在您的网站上刊登广告来推广您的会员计划但必须遵循HongBet(宏博)与合作伙伴的权利和义务。</p>
        <p>我同时拥有公司的会员和代理账号，是否能将此会员账号发展成为本人代理的线下会员？</p>
        <p>代理用户帐户不能进行存款、投注以及转账等业务。代理用户如需要投注，需另外注册一个投注账户，投注帐户不能成为自己代理用户帐户的下线。如利用代理帐户资金投注者的，本公司有权取消其代理资格。</p>
        <h2>我已成为公司正式代理并且推荐了10位会员，若当月只有2位会员下注，是否能提取代理佣金？</h2>
        <p>代理获得当月佣金的前提条件有两条（都需符合）：</p>
        <p>当月保持至少6位活跃下线用户投注；有效活跃用户定义为：当月至少投注500元的玩家</p>
        <p>代理获得当月佣金的前提条件有两条（都需符合）：</p>
        <p>1.合作伙伴需要在加入合作伙伴计划后3个月及3个月以上没有达到至少每月有6名有效投注会员，合作伙伴经理会以邮件的方式发出提醒邮件，观察2-3个月后依然不可以达到最低的标准；</p>
        <p>2.代理用户帐户余额必须满足100元，不足100元佣金会累积到100元才可以提款。如当月的收入为负值，负值款项会于账户中扣除。如当月的结算为盈利，且收到佣金确认邮件后，将为您办理。</p>
        <h2>什么情况下账户会被冻结？</h2>
        <p>1.合作伙伴需要在加入合作伙伴计划后3个月及3个月以上没有达到至少每月有6名有效投注会员，合作伙伴经理会以邮件的方式发出提醒邮件，观察2-3个月后依然不可以达到最低的标准；</p>
        <p>2.在有需要联系合作伙伴解决问题的过程，尝试所有合作伙伴留下的联系方式无法联系到的时候，HongBet(宏博)会冻结账户直到联系到后会解冻账户；</p>
        <p>3.违反HongBet(宏博)中规定的合作伙伴的权利和义务。</p>
        <h2>如果我的"合作经营"帐户显示负值将如何处理？</h2>
        <p>如果您的下级会员赢多输少，您的“合作伙伴”账户将出现负数。这是有可能发生的，如果您某日的利润显示为负值，将在您现有资金的基础上扣除，直至账户资金出现正数（并且账户余额超过500元，这样您就可以提取佣金）。</p>
        <h2>若人在中国范围外，仍能加入HongBet (宏博) 计划？</h2>
        <p>是的，HongBet (宏博)欢迎世界各地的加盟商。</p>
        <h2>如何构成一个新的注册？</h2>
        <p>HongBe t(宏博)定义为首次注册一个或更多HongBet (宏博) 的产品，并进行首次存款及使用公司允许支付系统支持的客户。</p>
        <h2>新的子玩家如何连结到我？</h2>
        <p>您的子玩家将以您的加盟编号进行标签。</p>
        <h2>针对我的定居点有任何的限制吗？</h2>
        <p>HongBet (宏博)欢迎世界各地的加盟商。我们对加盟商的定居点不存在任何的限制</p>
        <h2>
          如果您有更多问题或需要协助，请发电子邮件到
          <a href="mailto:2879278094@qq.com">2879278094@qq.com</a> 联络我们的“合作经营”组负责相关人员，我们很乐意为您服务。
        </h2>
      </div>
      <!-- 权利与义务 -->
      <div class="duty" v-if="tabIndex === 2">
        <h2>双方权利与义务</h2>
        <h2>HongBet(宏博)的权利</h2>
        <p>1.HongBet(宏博)加盟计划属于一种合作营销计划，一项寻找“合作伙伴”的活动，鼓励拥有自己网站的个人及公司，推广我们这个最优质且具高度信用的博彩公司。成为HongBet(宏博)代理商为HongBet(宏博)提供客户，即可从中获得相应的回报。</p>
        <p>2.在任何时间里，HongBet(宏博)可以修改协议书上的任何条例，HongBet(宏博)会以电邮、刊登公告或新协议等方法通知合作伙伴。修改内容可包括如下：现有的净输/赢范围、佣金回报百分比、付款程序、及参考计划条例。如协议有任何修改而合作伙伴不接受，合作伙伴可终止合同。如修改后合作伙伴不作任何异议，将视作默认所有修改，合作伙伴便必须遵守更改内容所列举的事项。</p>
        <p>3.HongBet(宏博)可根据本公司的发展,需要及发现合作伙伴有任何有损HongBet(宏博)利益的行为发生，随时终止与合作伙伴的合作关系，或者在任何使用不诚实的方法以骗取HongBet(宏博)佣金将会被永久冻结账户，所有佣金一概不予发还。</p>
        <p>4.HongBet(宏博)有权要求合作伙伴在一些问题处理过程中提供相关的有效证明及证件。</p>
        <h2>HongBet(宏博)的义务</h2>
        <p>1.HongBet(宏博)会对合作伙伴的表现定期审核，审核时间是从接受申请加入计划的时间开始计算，若多月无法持续满足相关条件，将由公司代理计划组进行审核，审核之结果将以邮件形式通知，提醒合作伙伴对于该代理帐户的维护。</p>
        <p>2.HongBet(宏博)会登记合作伙伴的下级会员并会观察他们的投注状况，并且绝不会泄漏合作伙伴与下级会员的个人资料。</p>
        <p>3.每月初HongBet(宏博)会以邮件的形式通知合作伙伴的佣金金额，在合作伙伴回复邮件确认无误后，HongBet(宏博)会为合作伙伴支付到其银行账户中。</p>
        <p>4.有关合作伙伴对于一些问题的提出及建议，HongBet(宏博)给予解答帮助和收集整合建议。</p>
        <h2>合作伙伴的权利</h2>
        <p>1.合作伙伴若对自己账户有任何质疑可进行咨询，并要求HongBet(宏博)给予合理的解释。</p>
        <p>2.合作伙伴对于自身的发展需要可对HongBet(宏博)进行合理化建议。</p>
        <p>3.合作伙伴提出合理理由后有权要求HongBet(宏博)负责专员对其帐户进行信息修改。</p>
        <h2>合作伙伴的义务</h2>
        <p>1.代理必须对线下的会员数据进行保密，不得发布下线会员的姓名数据、下注情况以及输赢情况等，代理所推荐的会员不能开设多于一个的账户。</p>
        <p>2.合作伙伴需尽其责任及力量广泛地宣传、销售及推广HongBet(宏博)，以求使合作伙伴及HongBet(宏博)利润最大化。合作伙伴必须在不违反法律情况下，以正面形象宣传、销售及推广HongBet(宏博)。</p>
        <p>3.代理/合作伙伴需自行承担对其会员宣传、销售及推广HongBet(宏博)的费用并且不得使用未被授权的HongBet(宏博)广告（广告词）及连接。</p>
        <p>4.代理帐户不能存款及投注。合作伙伴如需投注，需另外注册一个自然账户，投注账户不能成为自己合作伙伴账户的下线。</p>
        <p>5.代理不得利用对冲或群体对冲之模式套取佣金，该情况稽查不限于本公司内网发生之情况，还包含系统供货商之所有营运网站。此行为将被认定为不诚实骗取HongBet(宏博)佣金的行为。</p>
      </div>
      <!-- 关于我们 -->
      <div class="contact" v-if="tabIndex === 3">
        <h2>关于我们</h2>
        <p>HongBet (宏博)是在菲律宾注册的合法博彩公司，由菲律宾政府PAGCOR (Philippine Amusement and Gaming Corporation) 所颁发的离岸博彩许可证，并受其监管。</p>
        <p>HongBet (宏博)成立2014年，于多年来我们始终贯彻诚信为本，务实经营的理念，秉承用户至上的原则，拥有了大批来自世界各国的朋友。正是有了各位朋友的支持，我们不断发展壮大，一步步走到今天。HongBet (宏博)热烈欢迎新朋友的加入，同时也希望得到老朋友的继续支持！我们的今天是各位新老朋友大力支持的结果，HongBet (宏博)将继续努力，竭诚为广大朋友提供更好的游戏体验！</p>
        <p>HongBet (宏博)全年365天，每天24小时为客户提供服务，用心为客户解决各种问题；HongBet (宏博)每天提供500种不同类别的比赛赛事，涵盖世界范围内主要体育运动，包括足球、篮球、网球、棒球、桌球、高尔夫球等，同时提供数字游戏、虚拟游戏、休闲游戏以及在线真人娱乐场服务；HongBet (宏博)是严格遵循库拉索政府的要求，在政府财务管理当局的要求下指定存款、取款的专业公司,确保客户资金安全以及符合政府所规定的反洗钱法（AML）原则，最大程度地提供透明的财务环境，以供政府监管并确保客户利益；同时HongBet (宏博)也积极呼吁，博彩只是一种娱乐消遣的方式，建议玩家拥有一个良好的游戏心态。</p>

        <p>用户至上一向是我们秉承的原则！长久以来，HongBet(宏博)始终将用户放在第一位，未来我们将继续与朋友们一起，共创美好明天！</p>
        <img src="../../assets/img/License.jpg" alt />
        <h2>联络我们</h2>
        <p>市场合作 2879278094@qq.com</p>
        <p>线上聊天支援 在线聊天</p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      tabIndex: 0
    };
  },
  methods: {
    getUrlPar() {
      let url = window.location.href;
      console.log(window.location)
      if (url.indexOf("tab") < 0) return false;
      let par = url.substring(url.indexOf("tab") + 4);
      
      if (par) {
        this.tabIndex = parseInt(par);
      }
    }
  },
  mounted() {
      this.getUrlPar();
  }
};
</script>

<style scoped lang="less">
.about-us {
  background-color: #f0ece8;
  .banner {
    height: 450px;
    background: url("../../assets/img/safecenter-banner.jpg") no-repeat center;
  }
  .about-container {
    min-height: 500px;
    padding: 30px;
    background-color: #fff;
    .tab-title {
      position: absolute;
      top: -80px;
      left: 0;
      display: flex;
      justify-content: center;
      width: 100%;
      height: 80px;
      background-color: #f1efec;
      border-radius: 10px 10px 0 0;
      border-bottom: 2px solid #dbd5cc;
      li {
        padding-top: 30px;
        cursor: pointer;
        text-align: center;
        font-size: 18px;
        width: 168px;
        height: 80px;
        color: #444444;
        line-height: 50px;
        background: url(../../assets/img/tab-off.png) no-repeat bottom left;
        &.active {
          color: #ffffff;
          background: url(../../assets/img/tab-on.png) no-repeat bottom left;
        }
      }
    }
    .cooperation,
    .agent,
    .duty,
    .contact {
      color: #2c3e50;
      font-size: 18px;
      h2 {
        font-weight: bold;
        margin-bottom: 20px;
      }
      p {
        margin-bottom: 20px;
      }
      hr {
        background-color: #2c3e50;
        margin-bottom: 20px;
      }
      ol {
        list-style: decimal;
        margin-left: 40px;
        margin-bottom: 20px;
      }
      a {
        color: rgb(0, 0, 238);
      }
      img {
        width: 320px;
      }
    }
  }
}
</style>